Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 麦格默默为那系统叹了口气，就这语气和说的话，完全看得出是自导自演的好吗。
en_us: Mag sighed for the System. That tone and sentence told him that it was all a self-directed performance.

source: 麦格：“……”
en_us: "..." Mag.

source: 麦米餐厅。
en_us: Mamy Restaurant.

source: 麦米餐厅作为混乱之城当下最负盛名的餐厅，以美味的食物和高昂的价格而闻名。
en_us: Mamy Restaurant, as the most popular restaurant in Chaos City, was known for its prices and delicacies.

source: 麦米餐厅歇业一个月，这是开店以来前所未有的，客人们肯定要炸。
en_us: Closing Mamy Restaurant for one month was unprecedented since it had been open for business. The customers would definitely be in uproar.

source: 麦米餐厅毫无征兆的关门歇业了，而且时间长达一个月。
en_us: Mamy Restaurant closed for business without any warning, and for a whole month at that.

source: 麦米餐厅门口少了长长的队伍，却多了不少拿着小板凳和小本子，坐在餐厅门口认真观看教学视频的家庭主妇和各家餐厅的学习团。
en_us: The line outside Mamy Restaurant was a lot shorter, but there were more housewives and restaurant chefs with stools and notebooks outside, watching the tutorial videos seriously.

source: 麦老板实在是太厉害了，作为一个吃遍洛都大小餐馆的男人，卡诺也认定麦老板是最牛逼的。
en_us: Boss Mag was simply too formidable. As a man who had eaten in all the big and small restaurants in Rodu, Canault also thought that Boss Mag was the most impressive.

source: 麦老板是她见过最厉害的厨师了，她可不觉得一个小酒馆的老板能够做出与他媲美的食物。
en_us: Boss Mag was the best chef she had ever seen. She did not think that the owner of a small tavern could make food comparable to Boss Mag's.

source: 麻婆豆腐里没有看到麻婆这是让希利松了口气的事情，而鱼香茄子里没有鱼，则让他觉得有些欺诈。
en_us: Seely heaved a breath of relief when he didn't see Mapo in Mapo Tofu, but failing to find fish in the eggplant with garlic sauce made him feel cheated.

source: 麻辣的感觉让她浑身有些燥热，而鲜美的鱼肉则是将她带入了另一个世界，仿佛在炎热的夏日里跃入了水池之中，有种通透的爽快感。
en_us: The spiciness made her feel hot all over and the freshness of the meat brought her to another world, as though she had jumped into a pool on a hot summer day. It was refreshing.

source: 麻辣的汤汁，配上弹性十足的螺肉，嚼起来鲜辣带劲，有着极为美妙的口感。
en_us: The spicy sauce, coupled with the chewy meat, gave the fresh escargot a marvelous texture.

source: 麻辣的红油先在口腔中炸裂，浓香与麻辣在舌尖上绽放。
en_us: The spiciness of the red oil exploded in his mouth first. Its rich fragrance and numbness spread from the tip of his tongue.

source: 麻辣脆爽的花生，让味蕾瞬间被激活，再来一口温热的海鲜粥。
en_us: The thrill of the spiciness woke his taste buds up immediately. He took a sip of warm seafood porridge.

source: 麻辣鲜香，在这一口之中尽显。
en_us: The freshness and numbing spiciness were all encapsulated in this mouthful.

source: 黄瓜依旧翠绿，其间点缀着蒜蓉和几颗鲜红的朝天椒段，酸辣味徐徐飘来，让人忍不住咽口水。
en_us: The cucumber was still very green and there were some garlic bits and red Chaotian Pepper decorating it. The sour and spicy fragrance wafted over, making one swallow their saliva instinctively.

source: 黄瓜备好，接下来要准备的就是料汁了。
en_us: The cucumber was prepared and next, it was the flavoring sauce.

source: 黄瓜本味清淡，料汁将决定它的味道。
en_us: Cucumbers were light and refreshing so the flavoring sauce would determine its taste.

source: 黄瓜洗净放在砧板上，没有去皮。
en_us: A cucumber, washed cleanly, was placed on the chopping board with its skin on.

source: 黄瓜的口感是靠着水分支撑的，水分流失过多会导致口感直线下降。
en_us: The cucumber's texture relied on the juice in it. Loss of liquid would result in its texture going bad.

source: 黄金龙岛。
en_us: Golden Dragon Island.

source: 黑市的任务谁都可以接，没有任何限制，他们只在乎结果和佣金。
en_us: Anyone can accept the missions in the black market and there were no restrictions. They only cared about the result and the reward.

source: 黑市，是洛都城地下世界的一个秘密组织。
en_us: The black market was a secret organization in the underground world of Rodu.

source: 黑暗中突然冒出了无数火把，吊桥被砍断，城门被打开，无数兽人战士涌入奥格部落。
en_us: Countless fire torches suddenly appeared in the dark. The drawbridge was cut, the gates were opened and countless orc warriors dashed into the Aug Tribe.

source: 黑暗中，响起了几道抽噎声。
en_us: In the darkness, there were a few stifles.

source: 黑暗中，有人说道。
en_us: Someone said in the dark.

source: 黑暗潮湿的奴隶宿舍里，一个年迈的精灵翻了个身，脚上的镣铐在木板上发出了声音，透过稀疏的木板缝隙，看着夜色下，挂在栏杆上寂寥的尸体，声音低沉道。
en_us: In the dark and damp slave dormitory, an old elf turned over. The chain on his feet that was cuffed to a wooden pole clanked. He looked at the lonely body hanging on the pole under the moonlight through the small gap between wooden planks.

source: 黑沉沉的天空突然被撕开了一条裂缝，一道金光落在了伊琳娜的身上，将她照亮。
en_us: A crack was torn open in the dark sky. A beam of golden light landed on Irina and lit her up.

source: 黑白相间的毛色，两个浓浓的黑眼圈，除了脑袋小了点，看起来竟是毫无违和感。
en_us: With the black fur and two black eye circles, other than having a smaller head, it looked exactly like a panda.

source: 黑色旋风如利刃一般撕裂了紫纹狮鹫坚硬的鳞甲，只是触碰便在它的身上撕裂出一道巨大的血口。
en_us: The black hurricanes tore open the tough scales on the purple-striped griffin. Just touching the griffin could tear a big wound on it.

source: 黑色的魔气与圣光在碰撞中发出了令人牙酸的腐蚀声，克苏鲁的身体被圣光包裹，竟是开始微微发颤。
en_us: The black evil aura collided with the Holy Light, making a corroding sound. Cthulhu's body was engulfed by the Holy Light and it actually began to shudder.

source: 黑衣人默然，没有接话。
en_us: The man in black remained silent.

source: 黑袍人刚要点头，脸色剧变，一回头，便看到了一把迎面砍来的巨斧。
en_us: The man in black robe was about to nod when he went white. He saw the giant ax that came right into his face as soon as he turned around.

source: 黑袍人啐了一口唾沫，这是他经历的最畅快的一次对决，酣畅淋漓啊！
en_us: The man in black robe spat. This was the most enjoyable battle in his life!

source: 黑袍人回头看了一眼府邸的方向，很快又化作一道黑雾消失无踪。
en_us: The man in black robe turned his head in the direction of the mansion, and quickly became a cloud of black fog and disappeared.

source: 黑袍人大惊，但反应尚可，手中长剑挥舞，一剑便将那巨汉的一只手臂斩断。
en_us: The man in black robe was alarmed, but his reflexes was still fast. He swung his longsword and cut off the giant guy's arm.

source: 黑袍人快步下楼离去。
en_us: The man in black robe went downstairs and left.

source: 黑袍人愣了一下，似乎没想到自己竟然有这般神勇。
en_us: The man in black robe was stunned. He didn't expect himself to be so valor.

source: 黑袍人挥了挥手，四个黑袍人纷纷拔出武器向着麦格冲来。
en_us: The man in black robe waved his hands and the other four of them drew their weapons and dashed towards Mag.

source: 黑袍人脸上露出了一丝纠结，不过还是从怀中掏出了一颗药丸含在嘴里。
en_us: A conflicted expression appeared on the man's face, but he still took out a pill and put it into his mouth.

source: 黑袍人连忙再次挥剑应对，又一剑斩断了那巨汉的另一只手臂，顺便给他的心口补了一剑，然后抬腿一脚把他踹翻。
en_us: The man in black robe quickly swung his sword again and sliced off the other arm of the big guy. He also gave him a stab at the heart before kicking him over.

source: （更多功能，请宿主自行探索……）
en_us: (Please explore for more functions…)

source: （黄瓜：我裂开了。）
en_us: (Cucumber: I'm broken.)

source: ？(￣ェ￣;)：“你不就三十岁吗？”
en_us: ？(￣ェ￣;)："Aren't you 30?"
